[{"id":"1","name":"The Art of Minimalism in Modern Design","topic":"design","img":"cartoon-illustration-of-burger-filled-with-onion-lettuce-meat-patty-cheese-with-teal-background.jpeg","color":"#B9E3D5","description":"Explore how minimalism influences contemporary design choices, from architecture to interior decor. Discover practical tips for incorporating minimalistic principles to create serene and functional spaces that prioritize simplicity and usability.","link":"the-art-of-minimalism-in-modern-design","img_alt":"cartoon illustration of burger filled with onion lettuce meat patty cheese with teal background jpeg","updated_on":"2024-10-11","created_on":"2024-10-01"},{"id":"3","name":"Dive into the world of DIY furniture building using reclaimed wood","topic":"design","img":"cartoon-illustration-of-simple-small-pond-surounded-by-trees-and-rocks-with-mild-blue-background-.jpeg","color":"#BBF1FD","description":"This post delves into how philosophical ideas shape our understanding of design. Explore concepts like functionality, aesthetics, and emotional connection, and learn how to create spaces that reflect deeper values and purpose.","link":"dive-into-the-world-of-diy-furniture-building-using-reclaimed-wood","img_alt":"cartoon illustration of simple small pond surounded by trees and rocks with mild blue background  jpeg","updated_on":"2024-10-11","created_on":"2024-10-03"},{"id":"4","name":"Simplifying Your Life: The Power of Decluttering","topic":"design","img":"cartoon-illustration-of-gray-dslr-style-camera-with-mild-orange-background.jpeg","color":"#FEBBA1","description":"Discover the benefits of decluttering your home and mind for a simpler lifestyle. This post offers practical strategies to reduce excess, create organized spaces, and cultivate a more intentional approach to daily living.","link":"simplifying-your-life--the-power-of-decluttering","img_alt":"cartoon illustration of gray dslr style camera with mild orange background jpeg","updated_on":"2024-10-11","created_on":"2024-10-03"},{"id":"5","name":"The Joy of Creating: Finding Your Artistic Voice","topic":"design","img":"cartoon-illustration-of-coding-themed-image-featuring-git-like-logo-command-line-interface-with-skyblue-background.jpeg","color":"#A5F6E3","description":"This post encourages readers to embrace their creativity, regardless of skill level. Learn how to explore different artistic mediums, overcome creative blocks, and find inspiration in everyday life to express your unique artistic voice.","link":"the-joy-of-creating--finding-your-artistic-voice","img_alt":"cartoon illustration of coding themed image featuring git like logo command line interface with skyblue background jpeg","updated_on":"2024-10-11","created_on":"2024-10-07"},{"id":"6","name":"Nourishing Simplicity: Wholesome Recipes for Busy Lives","topic":"design","img":"cartoon-illustration-of-small-pond-with-lillypads-and-lotus-in-the-middle-surrounded-by-stones-and-plants-with-lavender-background.jpeg","color":"#F0ECFD","description":"This post presents easy, nutritious recipes designed for those with a hectic schedule. Discover meal prep tips and quick dishes that prioritize healthy ingredients without sacrificing flavor, making it easier to eat well daily.","link":"nourishing-simplicity--wholesome-recipes-for-busy-lives","img_alt":"cartoon illustration of small pond with lillypads and lotus in the middle surrounded by stones and plants with lavender background jpeg","updated_on":"2024-10-11","created_on":"2024-10-07"},{"id":"8","name":"DIY Projects: Crafting Functional Furniture from Reclaimed Wood","topic":"design","img":"cardtoon-style-3d-minimalistic-retro-style-app-inside-a-phone-surrounded-by-minimalists-objects-with-green-background.jpeg","color":"#7DC5A1","description":"Discover how smart home technology is revolutionizing the way we live. This post explores the latest advancements in home automation, security, and energy efficiency, offering tips on creating a connected and convenient living environment.","link":"diy-projects--crafting-functional-furniture-from-reclaimed-wood","img_alt":"cardtoon style 3d minimalistic retro style app inside a phone surrounded by minimalists objects with green background jpeg","updated_on":"2024-10-11","created_on":"2024-10-11"}]